# RoomEditPeopleLoadsParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RoomEditPeopleLoadsParam Property
ParameterTypeId Class See Also
---
"People"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RoomEditPeopleLoadsParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RoomEditPeopleLoadsParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RoomEditPeopleLoadsParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace